Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/tm/FTK2-omegat.tmx
Source language: pl
Languages: uk

source: Uwaga na węże.
uk: Остерігайтеся змій.

source: Ozimina
uk: Житвінтер

source: Woń sieczki unosi się w mieście bez względu na porę roku.
uk: Тут запах соломи ширяє в повітрі і влітку, і взимку.

source: Ogniki
uk: Вогник

source: Ludzie z bagien ulepieni są z całkiem innej gliny, czego najlepszy przykład stanowią mieszkańcy Ogników.
uk: Жителі боліт зроблені з іншого тіста, і жителі Вогника залишаються вірні цій легенді.

source: Mielerze
uk: Лісодим

source: Dawniej senne miasteczko, dziś wrze tu jak w ulu.
uk: Колись тихе місто, яке нині не спочиває на лаврах.

source: Nie będziesz czekać na swoją kolej.\n\nMasz 25% szans na zadanie pierwszego ciosu w walce.
uk: Чекати своєї черги\u00A0— це не для вас.\n\nДає +25% до шансу першим завдати удар у бою.

source: Dar
uk: Обдарованість

source: Łatwo się uczysz wszystkiego.
uk: Ви від природи вправні в усьому й набуваєте +3 до всіх основних характеристик.

source: Uczynność
uk: Підтримка

source: Zawsze jesteś w pobliżu i chętnie podasz pomocną dłoń.
uk: Ви завжди поруч і готові протягнути руку ближньому.

source: Od zawsze świetnie orientujesz się w terenie i masz doświadczenie z łodziami lądowymi.
uk: Ви наділені вродженим почуттям напрямку й маєте великий досвід керування суднами.

source: Zwinność
uk: Спритність

source: Poruszasz się wyjątkowo szybko i skutecznie.
uk: Ви рухаєтеся винятково швидко й ефективно порівняно з іншими.

source: Sabotażysta
uk: Саботаж

source: Mistrz Przetrwania
uk: Невмирущість

source: Potrafisz się spakować, wykorzystać jak najlepiej sprzęt i dzięki temu przetrwać.
uk: Ви вмієте пакувати речі й раціонально використовувати спорядження, а отже, виживати.

source: Taktyk
uk: Тактичне мислення

source: Dobrze się znasz na taktyce.
uk: Ви чудово опанували тактику ведення бою.

source: Myśliciel
uk: Міркування

source: Całe życie poświęcone nauce i medytacji poszerzyło twój umysł.
uk: Життя, проведене за навчанням і медитацією, розвинуло ваш розум.

source: Szczęście zawsze zdaje ci się sprzyjać.
uk: Шальки терезів чомусь завжди прихильні до вас.

source: Resztki obozu
uk: Залишки табору

source: Skażone Pola
uk: Чумне поле

source: Źródło mocy
uk: Джерело енергії

source: Młyn w Trawnikach
uk: Млин Трав'янстеда

source: Premia do ataku
uk: Покращення атаки

source: Pancerz opadł
uk: Ослаблення броні

source: Osłabiony atak
uk: Послаблення атаки

source: Pech
uk: Невезіння

source: Pochwycony
uk: Захоплення

source: Zamrożono
uk: Замороження

source: Niewrażliwość na konfuzję
uk: Імунітет до розгубленості

source: Niewrażliwość na klątwy
uk: Імунітет до проклять

source: Niewrażliwość na znak śmierci
uk: Імунітет до мітки смерті

source: Niewrażliwość na lód
uk: Імунітет до льоду

source: Niewrażliwość na poruszenie
uk: Імунітет до пересування

source: Niewrażliwość na ogłuszenie
uk: Імунітет до оглушення

source: Niewrażliwość na wilgoć
uk: Імунітет до вологості

source: Dodatkowa podstawowa akcja
uk: Ще одна основна дія

source: Oczyszczono
uk: Очищення

source: Osłabiona odporność
uk: Зниження опору

source: Jeszcze jedna akcja dodatkowa
uk: Ще одна додаткова дія

source: Poświęcono
uk: Причастя виконано

source: Topór Bandyty
uk: Сокира розбійника

source: Topór Wodza
uk: Сокира вождя

source: Katowski Topór
uk: Сокира ката

source: Topór Hobgoblina
uk: Сокира гобґобліна

source: Piorunujący Topór
uk: Сокира блискавок

source: Dobry Piorunujący Topór
uk: Хороша сокира блискавок

source: Świetny Piorunujący Topór
uk: Чудова сокира блискавок

source: Legendarny Piorunujący Topór
uk: Легендарна сокира блискавок

source: Topór pasterza
uk: Сокира пастуха

source: Labrys
uk: Подвійна сокира

source: Topór bojowy
uk: Бойова сокира

source: Wielki Topór
uk: Дворучна сокира

source: Ręczny Topór
uk: Одноручна сокира

source: Topór Łucznika
uk: Стрілецька сокирка

source: Tomahawk
uk: Томагавк

source: Topór wojenny
uk: Військова сокира

source: Topór Kapitana
uk: Капітанська сокира

source: Topór Królowej
uk: Королівська сокира

source: Drewniany Topór
uk: Сокира дроворуба

source: Płonący Topór
uk: Палюча сокира

source: Zbita Butelka
uk: Розбита пляшка

source: Ognisty Miecz Dwuręczny
uk: Вогняний дворучний меч

source: Dobry Ognisty Miecz Dwuręczny
uk: Хороший вогняний дворучний меч

source: Świetny Ognisty Miecz Dwuręczny
uk: Чудовий вогняний дворучний меч

source: Legendarny Ognisty Miecz Dwuręczny
uk: Легенд. вогняний дворучний меч

source: Ognisty miecz
uk: Вогняний меч

source: Dobry ognisty miecz
uk: Хороший вогняний меч

source: Świetny ognisty miecz
uk: Чудовий вогняний меч

source: Legendarny ognisty miecz
uk: Легендарний вогняний меч

source: Ostrze goblinów
uk: Меч ґобліна

source: Miecz Hobgoblina
uk: Меч гобґобліна

source: Maczeta Hobgoblina
uk: Мачете гобґобліна

source: Zaostrzony Kijek
uk: Гострий патик

source: Zatruty Patyk
uk: Отруєний патик

source: Miecz Jeremy’ego
uk: Меч Джеремі

source: Scyzoryk Leprechauna
uk: Заточка лепрекона

source: Klinga Szczęściarza
uk: Лезо Щасливчика

source: Ciężki miecz
uk: Важкий меч

source: Miecz półtoraręczny
uk: Півтораручний меч

source: Miecz Claymore
uk: Клеймор

source: Miecz Dwuręczny
uk: Дворучний меч

source: Miecz Jeździecki
uk: Легкий меч

source: Krótki Miecz
uk: Короткий меч

source: Gladius
uk: Гладіус

source: Smocze ostrze
uk: Драконячий меч

source: Miecz Rycerski
uk: Ручний меч

source: Katana
uk: Есток

source: Miecz długi
uk: Довгий меч

source: Pałasz
uk: Широкий меч

source: Zużyty Nóż
uk: Старий ніж

source: Nóż
uk: Ніж

source: Sztylet
uk: Кинджал

source: Ostrze Cienia
uk: Лезо тіней

source: Miecz Paladyna
uk: Меч паладина

source: Miecz Królowej
uk: Королівський меч

source: Drewniany Miecz
uk: Дерев'яний меч

source: Piorunujący Miecz
uk: Меч шоку

source: Złodziejskie Ostrze
uk: Злодійське лезо

source: Prowizoryczna maczuga
uk: Саморобна булава

source: Młot Kowalski
uk: Ковальський молот

source: Zamarznięty Młot
uk: Застиглий молот

source: Stary Buzdygan
uk: Стара булава

source: Mokry Buzdygan
uk: Волога булава

source: Młot Sercołamaczki
uk: Молот Серцебийки

source: Młot Mrozu
uk: Морозний молот

source: Dobry Młot Mrozu
uk: Хороший морозний молот

source: Świetny Młot Mrozu
uk: Чудовий морозний молот

source: Legendarny Młot Mrozu
uk: Легендарний морозний молот

source: Piorunujący Buzdygan
uk: Булава блискавок

source: Dobry Piorunujący Buzdygan
uk: Хороша булава блискавок

source: Świetny Piorunujący Buzdygan
uk: Чудова булава блискавок

source: Legendarny Piorunujący Buzdygan
uk: Легендарна булава блискавок

source: Prymitywna Pochodnia
uk: Грубий смолоскип

source: Prymitywny Młot Dwuręczny
uk: Грубий дворучний молот

source: Prosty Młot Dwuręczny
uk: Простий дворучний молот

source: Młot Dwuręczny
uk: Дворучний молот

source: Wielki Młot Dwuręczny
uk: Триручний молот

source: Maczuga
uk: Дубина

source: Buzdygan
uk: Булава

source: Morgensztern
uk: Моргенштерн

source: Prymitywny Młot
uk: Грубий молот

source: Młot
uk: Молот

source: Młot Bojowy
uk: Чекан

source: Młot Wojenny
uk: Бойовий молот

source: Buzdygan Królowej
uk: Королівська булава

source: Stary Szpadel
uk: Стара лопата

source: Taboret
uk: Табурет

source: Płonący Taboret
uk: Полум'яний табурет

source: Prosta Pochodnia
uk: Простий смолоскип

source: Wielka pochodnia
uk: Чудовий смолоскип

source: Młot zabawka
uk: Іграшковий молоток

source: Zabawkowy Młot Wojenny
uk: Іграшковий бойовий молот

source: Maczuga Trolla
uk: Троляча дубина

source: Księga
uk: Книга

source: Księga Zaklęć
uk: Книга заклинань

source: Grymuar
uk: Гримуар

source: Tom
uk: Фоліант

source: Mroczna Księga
uk: Темна інкунабула

source: Mroczna Księga Zaklęć
uk: Темна книга заклинань

source: Mroczny Grymuar
uk: Темний гримуар

source: Mroczny Tom
uk: Темний фоліант

source: Księga Ognia
uk: Книга вогню

source: Księga Zaklęć Ognia
uk: Книга заклинань вогню

source: Grymuar Ognia
uk: Гримуар вогню

source: Tom Ognia
uk: Фоліант вогню

source: Księga Ochrony
uk: Книга захисту

source: Księga Zaklęć Ochrony
uk: Книга заклинань захисту

source: Grymuar Ochrony
uk: Гримуар захисту

source: Tom Ochrony
uk: Фоліант захисту

source: Księga Lodu
uk: Книга льоду

source: Księga Zaklęć Lodu
uk: Книга заклинань льоду

source: Grymuar Lodu
uk: Гримуар льоду

source: Tom Lodu
uk: Фоліант льоду

source: Księga Błyskawicy
uk: Книга блискавок

source: Księga Zaklęć Błyskawicy
uk: Книга заклинань блискавок

source: Grymuar Błyskawicy
uk: Гримуар блискавок

source: Tom Błyskawicy
uk: Фоліант блискавок

source: Księga Wody
uk: Книга води

source: Księga Zaklęć Wody
uk: Книга заклинань води

source: Grymuar Wody
uk: Гримуар води

source: Tom Wody
uk: Фоліант води

source: Zakurzona księga
uk: Запилена кига

source: Czakram
uk: Чакра

source: Bumerangostrze
uk: Кільце-кинджал

source: Bumerang Słońca
uk: Сонячне кільце

source: Bumerang Księżyca
uk: Місячне кільце

source: Bumerang Łowiecki
uk: Бумеранг мисливця

source: Lekki Bumerang
uk: Бумеранг світла

source: Bumerang Bojowy
uk: Військовий бумеранг

source: Skrzydlaty Bumerang
uk: Крилатий бумеранг

source: Pęknięty Bumerang
uk: Тріснутий бумеранг

source: Płonący Bumerang
uk: Полум'яний бумеранг

source: Kościany Łuk
uk: Кістяний лук

source: Ognisty Łuk
uk: Вогняний лук

source: Dobry Ognisty Łuk
uk: Хороший вогняний лук

source: Świetny Ognisty Łuk
uk: Чудовий вогняний лук

source: Legendarny Ognisty Łuk
uk: Легендарний вогняний лук

source: Łuk Goblinów
uk: Лук ґобліна

source: Łuk Haypenny
uk: Лук Копійки

source: Prosty Łuk
uk: Простий лук

source: Piorunujący Łuk
uk: Лук шоку

source: Morski Łuk
uk: Морський лук

source: Ciężki Łuk
uk: Важкий лук

source: Długi Łuk
uk: Довгий лук

source: Wielki Łuk
uk: Дворучний лук

source: Ogromny Łuk
uk: Велетенський лук

source: Łuk Myśliwski
uk: Лук мисливця

source: Krótki Łuk
uk: Короткий лук

source: Łuk Jeździecki
uk: Лук вершника

source: Łuk Skrytobójcy
uk: Лук убивці

source: Łuk Treningowy
uk: Влучний лук

source: Zakrzywiony Łuk
uk: Вигнутий лук

source: Łuk Kompozytowy
uk: Композитний лук

source: Smoczy Łuk
uk: Драконячий лук

source: Długi Łuk Królowej
uk: Королівський довгий лук

source: Stara Kusza
uk: Старий арбалет

source: Kusza
uk: Арбалет

source: Porządna Kusza
uk: Хороший арбалет

source: Cicha Kusza
uk: Тихий арбалет

source: Prowizoryczna Włócznia
uk: Саморобний спис

source: Stary Pastorał
uk: Стара ґирлиґа

source: Wytrzymały Pastorał
uk: Міцна ґирлиґа

source: Pastorał z Rogami
uk: Рогата ґирлиґа

source: Wielki Pastorał
uk: Велика ґирлиґа

source: Upiorne Glewia
uk: Примарна глефа

source: Widły
uk: Вила

source: Krwawe Widły
uk: Скривавлені вила

source: Dwuręczny Topór Goblinów
uk: Полекс ґобліна

source: Tyczka na 6 Stóp
uk: Двометровий держак

source: Morska Włócznia
uk: Морський спис

source: Glewia
uk: Глефа

source: Topór
uk: Полекс

source: Berdysz
uk: Бердиш

source: Halabarda
uk: Алебарда

source: Rohatyna
uk: Рогатина

source: Krótka Włócznia
uk: Короткий спис

source: Włócznia Bojowa
uk: Піка

source: Smocza Włócznia
uk: Драконячий спис

source: Długi Kij
uk: Довгий патик

source: Kij Bo
uk: Посох-бо

source: Drąg
uk: Окований посох

source: Kij Bojowy
uk: Бойовий посох

source: Prymitywna Lanca
uk: Грубий спис

source: Lanca
uk: Спис

source: Lanca Bojowa
uk: Бойовий спис

source: Królewska Lanca
uk: Королівський спис

source: Kij Pasterski
uk: Пастушача ґирлиґа

source: Zamarznięty Kij
uk: Морозна ґирлиґа

source: Prowizoryczna Tarcza
uk: Саморобний щит

source: Prosta Tarcza
uk: Простий щит

source: Monstrancja
uk: Монстранс

source: Prymitywna Tarcza
uk: Грубий щит

source: Tarcza Królowej
uk: Королівський щит

source: Drewniany Pawęż
uk: Дерев'яний облоговий щит

source: Solidny Pawęż
uk: Міцний облоговий щит

source: Metalowy Pawęż
uk: Металевий облоговий щит

source: Wzmocniony Pawęż
uk: Зміцнений облоговий щит

source: Drewniana Okrągła Tarcza
uk: Круглий дерев'яний щит

source: Solidna Okrągła Tarcza
uk: Міцний круглий щит

source: Metalowa Okrągła Tarcza
uk: Металевий круглий щит

source: Wzmocniona Okrągła Tarcza
uk: Зміцнений круглий щит

source: Drewniana Tarcza Trójkątna
uk: Дерев'яний лицарський щит

source: Solidna Tarcza Trójkątna
uk: Міцний лицарський щит

source: Metalowa Tarcza Trójkątna
uk: Металевий лицарський щит

source: Wzmocniona Tarcza Trójkątna
uk: Зміцнений лицарський щит

source: Drewniany Puklerz
uk: Дерев'яний баклер

source: Solidny Puklerz
uk: Міцний баклер

source: Metalowy Puklerz
uk: Металевий баклер

source: Wzmocniony Puklerz
uk: Зміцнений баклер

source: Migdałowata Tarcza Królowej
uk: Королівський краплевидний щит

source: Trójkątna Tarcza Królowej
uk: Королівський клиновидний щит

source: Drewniana Kolczasta Tarcza
uk: Дерев'яний шипастий щит

source: Wytrzymała Kolczasta Tarcza
uk: Міцний шипастий щит

source: Metalowa Kolczasta Tarcza
uk: Металевий шипастий щит

source: Wzmocniona Kolczasta Tarcza
uk: Зміцнений шипастий щит

source: Prowizoryczny Kostur
uk: Саморобний посох

source: Laska Wiedźmy
uk: Костур карги

source: Pokrzywiona Laska
uk: Кривий костур

source: Pokrzywiony Kostur
uk: Кривий посох

source: Kostur Wiedźmy
uk: Посох карги

source: Kij Wędrowca
uk: Тростина

source: Mokra Różdżka
uk: Посох вологості

source: Kostur z Rozgwiazdą
uk: Посох морської зірки

source: Kostur z Perłą
uk: Перлинний посох

source: Mała Magiczna Różdżka
uk: Чарівний жезл

source: Kostur Magiczny
uk: Чарівний посох

source: Berło
uk: Скіпетр

source: Wielki Kostur
uk: Великий посох

source: Mała Ognista Różdżka
uk: Вогняний жезл

source: Ognisty Kostur
uk: Вогняний посох

source: Ogniste Berło
uk: Вогняний скіпетр

source: Wielki Ognisty Kostur
uk: Великий вогняний посох

source: Mała Różdżka Uzdrawiania
uk: Цілющий жезл

source: Kostur Uzdrawiania
uk: Цілющий посох

source: Berło Uzdrawiania
uk: Цілющий скіпетр

source: Wielki Kostur Uzdrawiania
uk: Цілющий великий посох

source: Mała Lodowa Różdżka
uk: Крижаний жезл

source: Lodowy Kostur
uk: Крижаний посох

source: Lodowe Berło
uk: Крижаний скіпетр

source: Wielki Lodowy Kostur
uk: Великий крижаний посох

source: Mała Różdżka Błyskawicy
uk: Жезл блискавок

source: Kostur Błyskawicy
uk: Посох блискавок

source: Berło Błyskawicy
uk: Скіпетр блискавок

source: Wielki Kostur Błyskawicy
uk: Великий посох блискавок

source: Kostur Nieumarłych
uk: Посох нечисті

source: Kostur Królowej
uk: Королівський посох

source: Miotła Czarownicy
uk: Відьомська мітла

source: Prymitywna Goblińska Bomba
uk: Груба ґоблінська бомба

source: Goblińska Bomba
uk: Ґоблінська бомба

source: Ulepszona Goblińska Bomba
uk: Покращена ґоблінська бомба

source: Doskonała Goblińska Bomba
uk: Велика ґоблінська бомба

source: Gobliński Trunek
uk: Ґоблінське пійло

source: Prymitywna Bomba
uk: Груба бомба

source: Ulepszona Bomba
uk: Вдосконалена бомба

source: Wielka Bomba
uk: Велика бомба

source: Prymitywna Bomba Zapalająca
uk: Груба вогняна бомба

source: Ulepszona Bomba Zapalająca
uk: Покращена вогняна бомба

source: Wielka Bomba Zapalająca
uk: Велика вогняна бомба

source: Prymitywna Bomba z Trucizną
uk: Груба отруйна бомба

source: Ulepszona Bomba z Trucizną
uk: Покращена отруйна бомба

source: Wielka Bomba z Trucizną
uk: Велика отруйна бомба

source: Prymitywna Bomba Dymna
uk: Груба димова бомба

source: Ulepszona Bomba Dymna
uk: Покращена димова бомба

source: Wielka Bomba Dymna
uk: Велика димова бомба

source: Beczka z prochem
uk: Порохова діжка

source: Ptak Wampir
uk: Птах-вампір

source: Ptak
uk: Птах

source: Królowa Pająków
uk: Королева павуків

source: Mucha Bagienna
uk: Болотна муха

source: Golem
uk: Голем

source: Wąż
uk: Змія

source: Wilk
uk: Вовк

source: Różdżka Alchemika
uk: Палиця алхіміка

source: Zatruta Różdżka
uk: Отруйна паличка

source: Pokrzywiona Różdżka
uk: Крива палиця

source: Różdżka Chochlika
uk: Палиця бісів

source: Gałązka
uk: Паличка

source: Mniejsza Różdżka
uk: Мала палиця

source: Różdżka
uk: Палиця

source: Większa Różdżka
uk: Велика палиця

source: Ognista Gałązka
uk: Вогняня паличка

source: Mniejsza Różdżka Ognia
uk: Мала вогняна палиця

source: Różdżka Ognia
uk: Вогняна палиця

source: Większa Różdżka Ognia
uk: Велика вогняна палиця

source: Gałązka Uzdrawiania
uk: Цілюща паличка

source: Mniejsza Różdżka Uzdrawiania
uk: Мала цілюща палиця

source: Różdżka Uzdrawiania
uk: Цілюща палиця

source: Wielka Różdżka Uzdrawiania
uk: Велика цілюща палиця

source: Lodowa Gałązka
uk: Крижана паличка

source: Mniejsza Lodowa Różdżka
uk: Мала крижана палиця

source: Lodowa Różdżka
uk: Крижана палиця

source: Większa Lodowa Różdżka
uk: Велика крижана палиця

source: Gałązka Błyskawicy
uk: Паличка блискавок

source: Mniejsza Różdżka Błyskawicy
uk: Мала палиця блискавок

source: Różdżka Błyskawicy
uk: Палиця блискавок

source: Większa Różdżka Błyskawicy
uk: Велика палиця блискавок

source: Różdżka Szyszki
uk: Палиця Шишкона

source: Szef Kopalni
uk: Батіг Краґара Чорнобрила

source: „Raz widziałem, jak Zwierzoczłek odgryza człowiekowi ucho. Postawił je na złego koguta”.
uk: «Один дядько заклався, який півень переможе, поставив своє вухо… і програв його звіролюду».

source: Postaw swoje złoto
uk: Гра на золото

source: Wielu weszło na arenę, niewielu z niej wróciło.
uk: На арену приходило чимало людей, але піти змогли одиниці.

source: W powietrzu unosi się ekscytacja
uk: Повітря пронизане радісним хвилюванням.

source: Splątano
uk: Заплутування

source: Czekaj
uk: Очікуйте

source: Umożliwia drużynie podróżowanie razem.
uk: Дозволяє загону подорожувати разом

source: Łodzie lądowe umożliwiają członkom drużyny szybkie wspólne podróże przez ląd.
uk: У наземних човнах можна швидко подорожувати цілим загоном.

source: Łódź morska
uk: Парусник

source: Czapka z folii żelaznej
uk: Шапка з фольги

source: Czapka z Folii Stalowej
uk: Шапка зі сталевої фольги

source: Łodzie umożliwiają podróż morską, ale zatoną, jeśli ich wytrzymałość spadnie do zera.
uk: Судна дають змогу подорожувати морем, проте вони потонуть, якщо їхня міцність сягне 0.

source: Bagienny Pijak
uk: Болотопій

source: Zamknięty
uk: Замкнено

source: Otwórz drzwi
uk: Відімкнути двері

source: Stoisz przed podniszczonym pomnikiem niegdyś wielkiego wojownika Fahrulu.
uk: Перед вами понівечений вітрами монумент на честь великого фарульського воїна.

source: Bagienny Szaman
uk: Болотяний шаман

source: Zignoruj odporność
uk: Ігнорування опору

source: Wysyłanie zgłoszenia błędu
uk: Завантаження звіту про помилку

source: Słychać tu gwar tłumu, wrzaski zachwalających swe towary handlarzy i targujących się klientów. Trafiłeś na mityczny Nocny Rynek!
uk: Шум натовпу, заклики купців, торги. Це він\u00A0— легендарний Нічний ринок!

source: Błękit i turkus wirują w tym dziwnym zbiorniku wody. Wir jest hipnotyzujący i z trudem odrywasz wzrok.
uk: Блакитно-бірюзовий вир крутиться в дивному резервуарі з водою. Це заворожує, і ввм складно відвести погляд.

source: Wokół tej użytecznej placówki rozbrzmiewają odgłosy ciężkiej pracy – zgrzyt trybów i brzęk metalu.
uk: Повітря навколо цього корисного закладу наповнене гучним скреготом шестерень і брязкотом металу.

source: Gdy zbliżasz się do portu, czujesz zapach drewna, soli morskiej i ryb.
uk: Наближаючись до порту, ви відчуваєте запах дерева, солоної води й риби.

source: Zamaskowani gawędziarze pętają się na szczudłach wokół ogniska, a klauni w brudnych łachach naciągają fajerów na sprośne przedstawienia i gry hazardowe.
uk: Казкарі в масках і на ходулях збираються навколо багаття, а клоуни в брудному одязі кличуть вас на непристойні вистави й азартні ігри.

source: W drewnianych ścianach tej małej, ale hałaśliwej areny słychać gwiżdżący tłum.
uk: З-за дерев'яної огорожі цієї маленької, але переповненої людьми арени чути вигуки.

source: Niestrzeżona skrzynia skarbów stoi samotnie na widoku. Jeśli coś powinno wzbudzać podejrzenia, to właśnie taki widok.
uk: Повна скарбів скриня просто неба без охорони. Чи може щось бути щось підозріліше?

source: Jesteś w bezpiecznym obozowisku.
uk: Ви перебуваєте біля табору, який охороняють.

source: Łódź żaglowa
uk: Вітрильник

source: Takie łodzie, powszechnie używane przez rybaków, są mocne, ale powolne.
uk: Подібні човни часто використовують рибалки. Вони надійні, хоч і не вирізняються швидкохідністю.

source: Łódź handlowa
uk: Купецький корабель

source: Zaprojektowana tak, aby wytrzymać podróż po pełnym morzu i dostarczyć towary na czas.
uk: Це судно витримає далеку подорож морськими просторами й доставить усі товари вчасно.

source: Nic nie zostało do zrobienia.
uk: Тут більше нема чого робити

source: Data
uk: Дата

source: Tu na pewno znajdziesz sojuszników
uk: Тут неодмінно знайдуться союзники

source: Błąd online: Problem z serwerem
uk: Мережева помилка: проблема із сервером

source: Błąd online
uk: Мережева помилка

source: Błąd online: Skończył się czas
uk: Мережева помилка: перевищення часу очікування

source: Błąd online: Problem z klientem
uk: Мережева помилка: проблема клієнта

source: Błąd online: Nieprawidłowe uwierzytelnienie
uk: Мережева помилка: некоректна аутентифікація

source: Błąd online: Brak połączenia
uk: Мережева помилка: немає підключення

source: Błąd online: Niezgodność wersji gry
uk: Мережева помилка: не збігається версія гри

source: Błąd online: Już jesteś w przygodzie
uk: Мережева помилка: уже бере участь у пригоді

source: Błąd online: Nie można dołączyć do przygody
uk: Мережева помилка: до цієї пригоди не можна долучитися

source: Błąd online: Nie można znaleźć przygody
uk: Мережева помилка: пригоду не знайдено

source: Otrzymujesz...
uk: Ви отримуєте…

source: Niekompatybilny zapis
uk: Несумісне збереження

source: Pozwala na podróż w powietrzu.
uk: Забезпечує подорожі повітрям

source: Tarcza Paladyna
uk: Щит паладина

source: Bagienny Kostur
uk: Болотяний посох

source: Kostur Kapłanki
uk: Посох жриці

source: Leczenie Grupowe
uk: Групове зцілення

source: Przekleństwo Grupowe
uk: Групове прокляття

source: Wyssanie Skupienia
uk: Виснаження зосередженості

source: Przyzwanie Goblinów
uk: Виклик ґоблінів

source: Upewnij się, że Twoja drużyna jest gotowa na stary dobry wypad do karczmy!
uk: Підготуйте свій загін до старої доброї бійки в шинку!

source: Pismo
uk: Манускрипт

source: Bagienna włócznia
uk: Болотяний спис

source: Oczyszczający Cios
uk: Чистильний удар

source: Boskie Światło
uk: Божественне світло

source: Nieczysty Sługa
uk: Порочний слуга

source: Zelota
uk: Фанатик

source: Bagnoblin
uk: Боґоблін

source: Podczas wojny z chaosem niektóre gobliny umknęły przed krążącymi po szlakach awanturnikami na bagna i już ich nie opuściły.
uk: Під час Воєн Хаосу деякі ґобліни ховалися від шукачів пригод по болотах. Тут вони й залишилися.

source: Plecak Na Wycieczkę
uk: Сумка туриста

source: Wszystko co ci będzie potrzebne na 3-godzinną wycieczkę.
uk: У ній поміститься все, що треба для 3-годинної подорожі.

source: Wygodny Plecak
uk: Комфортна сумка

source: Podwój swój komfort dzięki opatentowanemu fahrulskiemu plecakowi z podwójnym śpiworem.
uk: Удвічі більше комфорту із запатентованою фарульською сумкою.

source: Plecak Myśliwego
uk: Сумка мисливця

source: Ultralekki, wytrzymały, wyposażony w dodatkowe miejsce do przechowywania strzał.
uk: Надзвичайно легка, міцна й з додатковим сховищем для стріл.

source: Marny Kołczan
uk: Паршивий сагайдак

source: Ten kołczan widział już lepsze czasy, ale w razie potrzeby wystarczy.
uk: Цей сагайдак бачив кращі часи, але все одно це ліпше, ніж нічого.

source: Skórzany Kołczan
uk: Шкіряний сагайдак

source: Kunsztownie wykonany skórzany kołczan dla wymagającego łucznika.
uk: Шкіряний сагайдак тонкої роботи для досвідченого лучника.

source: Futrzany Kołczan
uk: Сагайдак із хутром

source: Solidny i wodoodporny kołczan preferowany przez myśliwych i strażników.
uk: Міцний і водонепроникний сагайдак, який обирають мисливці й єгері.

source: Opancerzony Kołczan
uk: Зміцнений сагайдак
